[Misc]
0=Polski
1=Maciej Adamczyk, Dariusz J. Kawecki, ULTIMA PRIME
2=1.8a
3=(C) Copyright, 2004-2007. All Rights Reserved. E-Mail: Maciej _ Adamczyk @ o2.pl, E-Mail: djk[at]wp.pl, ICQ: 13151345, E-Mail: tcmdup@gmail.com, www: http://www.tcup.pl
5=http://ghisler.ch/board/viewtopic.php?t=10026

[MainUnit]
0=Otwórz plik %FileName% przy użyciu...
1=Preferowane aplikacje
2=Inne aplikacje
3=Klawisz skrótu
4=Niedostępne aplikacje
5=Inna aplikacja...
6=Wybierz aplikację:
7=Wybrany plik nie jest programem!/s;Wybrałeś: "%ProgramName%"./s;Jego typem (rozszerzeniem) nie jest EXE./s;Czy na pewno chcesz go użyć?
8=Aplikacja:
9=Rozszerzenia:
10=Pełna ścieżka:
11=Nie znaleziono aplikacji!
12=Edytuj powiązania
13=Zmień ścieżkę do aplikacji
14=Zmień nazwę
15=Klawisz skrótu:
16=Usuń z listy
17=Zmiana nazwy
18=Nowa nazwa:
19=Czy naprawdę chcesz usunąć aplikację "%ProgramName%"/s;z listy dostępnych programów?
20=Uwaga: Total Commander został znaleziony na Twoim komputerze./s;Możesz ustawić Open File shell for TC jako domyślny edytor Total Commandera./s;%NowStandProgram%/s;Zalety:/s;- każdy plik może być otwarty przez F4 z ODPOWIEDNIM edytorem/s;- prosta edycja skojarzeń/s;- OpenFileTC nie jest natrętny/s;/s;Jeśli jesteś zainteresowany tymi zaletami, wciśnij TAK./s;OpenFileTC wykona za Ciebie wszystkie potrzebne czynności. /s;To pytanie nie będzie zadane ponownie.
21=Dziękuję za Twój wybór!/s;/s;Jeśli Total Commander jest uruchomiony,/s;zrestartuj go. Dopiero wtedy dokonane zmiany zaczną działać.
22=Uwaga: DbCD Universal został znaleziony na Twoim komputerze./s;Możesz ustawić Open File shell for TC jako domyślną przeglądarkę DbCD Universala./s;%NowStandProgram%/s;Zalety:/s;- każdy plik może być otwarty przez F3 z ODPOWIEDNIĄ przeglądarką/s;- prosta edycja skojarzeń/s;- OpenFileTC nie jest natrętny/s;/s;Jeśli jesteś zainteresowany tymi zaletami, wciśnij TAK./s;OpenFileTC wykona za Ciebie wszystkie potrzebne czynności. /s;To pytanie nie będzie zadane ponownie.
23=Dziękuję za Twój wybór!/s;/s;Jeśli masz uruchomionego DbCD Universala,/s;zrestartuj go. Dopiero wtedy dokonane zmiany zaczną działać.
24=Dodaj program, który wie, /s;jak odczytać %FileName%
25=Zawsze używaj wybranej aplikacji dla tego rozszerzenia
26=Ustawienia %ProgramName%
27=Otwórz, ale nie śledź aplikacji
28=Otwórz przy użyciu %ProgramName%
29=Liczba wywołań:
30=Wpisałeś, aby uruchamiać program z pustą linią komend. Nie jest to zalecane. Czy na pewno chcesz dodać ten element do listy?
31=Nie pokazuj więcej okna wyboru dla plików %FileType%./s;Otwórz plik z wybranym teraz programem.
32=OK
33=Ustawienia OpenFileTC
34=Anuluj
35=Sortuj wg.
36=Wyświetlaj
37=Pokaż ikony
38=Stan ustawień
39=Używasz teraz: "%ProgramName%"
40=Lista wszystkich aplikacji
41=Edycja plików wykonywalnych/s;/s;OpenFileTC akceptuje pliki wykonywalne:/s;%FileName%/s;Czy chcesz dodać ten plik do listy edytorów OpenFileTC?/s;/s;Wciśnij TAK jeśli chcesz dodać ten edytor do listy edytorów/s;Wciśnij NIE aby edytować ten plik
42=Aplikacja będzie pokazana w oknie 
43=Nie można stworzyć grup dla elementów aplikacji. Możliwe są błędy w aplikacji.
44=Nie można stworzyć pliku konfiguracyjnego "%INIFileName%"./s;Możliwe, że uruchomiłeś OpenFileTC z nośnika tylko do odczytu (np. CD-ROM lub DVD-ROM), lub plik konfiguracyjny jest chroniony przed dodaniem informacji./s;Wszystkie ustawienia zostaną zapisane w "%WinFolder%"
45=Wystąpił błąd podczas tworzenia pliku konfiguracyjnego./s;Plik: "%INIFileName%"./s;Wiadomość systemowa: "%SystemMessage%"./s;Rodzaj błędu: "%ClassMessage%"./s;/s;Aplikacja zostanie zamknięta.
46=Program otwiera tylko pierwszy /s;plik z listy, bez cudzysłowu
47=Aplikacja otwiera tylko pierwszy /s;plik z listy, z cudzysłowem
48=Każdy plik będzie otwarty w /s;oddzielnej instancji aplikacji, bez cudzysłowu
49=Każdy plik będzie otwarty w /s;oddzielnej instancji aplikacji, z cudzysłowem
50=Aplikacja zostanie zminimalizowana do zasobnika systemowego
51=Dodaj aplikację, która wie/s;jak odczytywać pliki wybranego typu
52=Aplikacja zostanie zmaksymalizowana
53=Ukryj pasek narzędzi
54=Dodaj nowy edytor
55=Setup editor
56=Usuń edytor z listy
57=Ustawienia Open File shell for TC
58=Rozpoznawaj typ "%type%" jako obsługiwany
59=Usuń typ %type% z obsługiwanych
 
[EditExtsUnit]   ; here strings and messages for extensions tuner window
0=Edycja rozszerzeń dla programu "%ProgramName%"
1=Ok
2=Anuluj
7=Rozszerzenie:
3=Dodaj
4=Edytuj
5=Usuń
6=Nowe rozszerzenie
8=Otwórz od razu używając %ProgramName%
9=Otwórz okno wyboru aplikacji
10=Działanie programu OpenFileTC
11=Typ
12=Linia poleceń
13=Dozwolone zmienne:/s;/s;%FullFileName% - pełna nazwa pliku/s;%FileName% - tylko nazwa pliku (bez ścieżki i rozszerzenia)/s;%FileExt% - rozszerzenie pliku (bez kropki)/s;Wielkość liter ma znaczenia dla wszystkich zmiennych
 
[SetupUnit]    ; setup window
0=Ustawienia "Open File shell for TC"
1=Język (Language):
2=Czcionki i kolory
3=Elementy:
4=Wybierz język z listy dostępnych języków./s;Więcej języków możesz pobrać ze strony http://antoon-inc.com/oftc/
5=Sekcje
6=Ikony
7=Lista
8=Małe ikony
9=Raport
10=Wczytaj ikony
11=Pokazuj ikony aplikacji
12=Zastosuj
13=Zastosuj wszystkie zmiany
14=Ok
15=Zapisz zmiany i zamknij to okno
16=Anuluj
17=Zamknij to okno bez zapisywania zmian
18=Indywidualne ustawienia dla każdego użytkownika
19=Użyj tej opcji, aby zdefiniować indywidualne ustawienia/s; OpenFileTC dla każdego użytkownika tego komputera
20=Jeśli ten plik istnieje to oznacza że każdy użytkownik tego komputera ma swoje własne ustawienia dla aplikacji OpenFileTC. Jeśli chcesz użyć takich samych ustawień dla wszystkich użytkowników to usuń ten plik. Ten komentarz będzie wymazany.
21=Czcionka...
22=Typ, rozmiar i kolor dla etykiet w głównym oknie
23=Tło
24=Kolor tła głównego okna
25=Buforuj ikony
26=Wczytuj ikony z plików tylko raz/s;i zapisuj je w podkatalogu Ikony (zalecane)
27=Inne
28=Tuning
29=O programie
30=Wybierz widok ikon
31=Nie śledź plików wykonywalnych
32=Nie czekaj aż uruchomiona aplikacja zakończy/s;działanie z otwartym plikiem
33=Pokaż podpowiedź po najechaniu myszką
34=Domyślnie podpowiedzi dla plików wykonywalnych/s;pokazywane są w rogu okna OpenFileTC
35=Pokaż podpowiedzi
36=Pokaż podpowiedzi dla aplikacji podczas /s;przesuwania myszy nad nimi w oknie głównym
37=Główne okno:
38=Dialogi:
39=Typ. kolor i rozmiar tekstów w innych oknach
40=Typ sortowania elementów w głównym oknie:
41=Wybierz typ sortowania dla/s;dodanych aplikacji w głównym oknie
42=Alfabetycznie
43=Wg popularności
44="Każdy użytkownik ma własne ustawienia" - opcja będzie aktywna po ponownym uruchomieniu aplikacji
45="Wymuszanie" uruchamiania programu OpenFileTC
46=Klawisz przełączający:
47=Jeśli klawisz przełączający będzie włączony,/s;OpenFileTC będzie uruchamiany dla każdego pliku
48=Położenie kursora myszy:
49=If mouse cursor is at the selected corner, then/s;OpenFileTC will always show its window
49=Jeśli kursor myszy będzie znajdował się w wybranym rogu,/s;OpenFileTC będzie zawsze pokazywał jego okno
50=Wybierz położenie myszy z poniższej listy
51=Wybierz klawisz przełączający z poniższej listy
52=Lewy górny róg ekranu
53=Prawy górny róg ekranu
54=Lewy dolny róg ekranu
55=Prawy górny róg ekranu
56=Włącz obsługę dla otwierania katalogów
57=Pozwól na otwarcie wybranych katalogów używając klawisza F4./s; Traktuj znacznik %Dir% jako obsługiwane rozszerzenie./s;Więcej informacji w pliku pomocy .chm
58=Stan opcji "Zawsze używaj wybranej aplikacji..." :
59=Tutaj możesz ustawić jak ma się zachować ta opcja przy każdym uruchomieniu OFTC./s;Możesz ustawić zawsze włączone, zawsze wyłączone lub aby pamiętało Twoje ostatnie ustawienie
60=Pamiętaj ostatni wybór użytkownika
61=Zawsze wyłączone
62=Zawsze włączone 
63=Dodaj program do listy edytorów jeśli użytkownik wybierze F4 na nim
64=Jeśli użytkownik bedzie chciał edytować plik EXE,/s; wówczas OpenFileTC zapyta czy dodać ten plik/s; do listy edytorów
65=Strona domowa:
66=Forum:
67=Pokaż pasek narzędzi
68=Pokaż panel z przyciskami w głównym oknie

[HotKeyUnit]    ; hot keys window
0=Klawisz skrótu
1=Ustaw klawisz skrótu uruchamiający aplikację %ProgramName%
2=Obecny klawisz skrótu:
3=Nowy klawisz skrótu:
4=Ok
5=Zapisz zmiany i zamknij to okno
6=Anuluj
7=Zamknij to okno bez zapisywania zmian
8=brak
9=Ten klawisz skrótu jest wykorzystywany przez OpenFileTC i nie może zostać użyty
10=Ten klawisz skrótu jest już wykorzystywany przez aplikację %ProgramName%./s;Czy chcesz przypisać go do aplikacji  %CurrProgramName% usuwając przypisanie z poprzedniej?
 
[ProgramSettingsUnit]    ; Window for settings of one selected executable
0=Właściwości %ProgramName%
1=Nazwa:
2=Ścieżka do aplikacji:
3=Linia poleceń dla wszystkich rozszerzeń:
4=OpenFileTC nie znalazł określonego pliku wykonywalnego/s;Proszę podać prawidłową ścieżkę
5=Wprowadź nazwę dla tej aplikacji
6=Pełna ścieżka do pliku wykonywalnego
7=Wybierz plik
8=Rozwiązywanie problemów z otwarciem pliku
9=Bez problemów
10=Nie ma problemu z otwieraniem/s;kilku plików tym programem
11=Wyślij do aplikacji tylko pierwszy plik z listy, bez cudzysłowu
12=Przekaż jako parametr aplikacji nie całą listę,/s;a tylko pierwszy plik z listy, BEZ cudzysłowów
13=Wyślij do aplikacji tylko pierwszy plik z listy, z cudzysłowem
14=Przekaż jako parametr aplikacji nie całą listę,/s;a tylko pierwszy plik z listy, Z cudzysłowami
15=Każdy plik będzie otwarty w oddzielnej instancji aplikacji, z cudzysłowem
16=Uruchom kilka kopii tej aplikacji,/s;Każda kopia dostanie jeden plik z listy jako parametr linii poleceń./s;UWAGA: w tym przypadku OpenFileTC przestanie śledzić pliki wykonywalne. /s; Z cudzysłowem
17=Rozszerzenia...
18=Konfiguracja listy rozszerzeń dla tej aplikacji
19=Ok
20=Zapisz zmiany i zamknij to okno
21=Anuluj
22=Zamknij to okno bez zapisywania zmian
23=Uruchom nową instancję aplikacji dla każdego pliku, przekaż nazwę pliku BEZ cudzysłowów
24=Uruchom kilka kopii tego programu,/s;każda kopia dostanie 1 plik z listy jako parametr./s;UWAGA: w tym przypadku OpenFileTC przestanie sprawdzać istnienie programów. /s; BEZ przecinków
25=Kliknij na obrazek, aby wybrać/s;inny plik z zasobami
26=Wybierz plik z ikonami
27=Zapisz plik do...
28=Gorący klawisz...
29=Ustaw skrót klawiszowy do zaznaczenia tej aplikacji w oknie OpenFileTC
30=Połącz linię poleceń 
31=Wprowadź tutaj linię komend dla wszystkich rozszerzeń tej aplikacji
32=Zmień ikonę
33=Zapisz ikonę do pliku...
34=Parametry uruchomionego okna (działanie tej opcji nie jest gwarantowane):
35=Domyślnie
36=W oknie
37=Minimalizuj
38=Maksymalizuj
39=Otwórz wszystkie nowe rozszerzenia odrazu w tym edytorze
40=Jeśli OpenFileTC nie znajdzie żadnego edytora/s; dla danego rozszerzenia, wtedy ten plik/s; zostanie otwarty bezpośrednio w tym edytorze

[FoundClipUnit]    ; all strings are new
0=Wykryto zawartość w schowku
1=ID informacji w schowku: %BufferID%
2=Ustalone typy:
3=Uwaga: w schowku znajdują się nierozpoznane dane. Spróbuj dokonać rozpoznania typu informacji w schowku. Skorzystaj z powyższej listy.
4=Rozpoznaj automatycznie
5=Spróbuj rozpoznać typ danych automatycznie (nie jest to zalecane)
6=Wybierz
7=Typ danych został rozpoznany pomyślnie
8=Nie znaleziono
9=Typ danych nie został rozpoznany
10=Tekst ( ANSI )
11=Tekst ( OEM )
12=Tekst ( UNICODE )
13=Obrazek ( BMP )
14=Obrazek ( JPG )
15=Obrazek ( TIFF )
16=Metaplik
17=Nieznany blok